Repository: HuyHoang101/13-Card-Game
Catalog: Thirteen Cards/Source_Language/*.lproj/Localizable.strings
Languages: ja, vi

# name-str %@
source: Name: %@
ja: ネーム: %@
vi: Tên: %@

# card-str %@
source: Card: %@
ja: カード: %@
vi: Thẻ: %@

# winner-str
source: You are the winner!!
ja: あなたが勝者です!!
vi: Bạn là người chiến thắng!!

# loser-str %@
source: LOSE... %@ is the Winner!!
ja: 負け... %@が勝者です!!
vi: THUA... %@ là người chiến thắng!!

# coin-str %@
source: Coin: %@K
ja: コイン: %@K
vi: Vàng: %@K

# thirteen-str
source: Thirteen game
ja: 13ゲーム
vi: Tiến Lên

# play-str
source: Play
ja: 遊ぶ
vi: Chơi

# pass-str
source: Pass
ja: 合格
vi: Bỏ qua

# champion-str
source: Champions
ja: チャンピオン
vi: Xếp hạng

# htp-str
source: How to play
ja: 遊び方
vi: Cách chơi

# first-string
source: The player with the 3 of Spades makes the first move. Going clockwise, players can either player a card that is of equal rank (with a higher suit) or higher than the card previously played.
ja: スペードの 3 を持っているプレイヤーが最初の動きをします。 時計回りに進むと、プレイヤーは同じランク (より高いスートを持つ) または以前にプレイしたカードよりも高いランクのカードをプレイできます。
vi: Người chơi có quân 3 bích sẽ đi nước đầu tiên. Theo chiều kim đồng hồ, người chơi có thể đánh một quân bài có cấp bậc ngang nhau (bộ cao hơn) hoặc cao hơn quân bài đã đánh trước đó.

# second-string
source: Once nobody can play a higher card, the pile is removed and the last person to play a card starts the new pile.
ja: 誰もより高いカードをプレイできない場合、その山は削除され、最後にカードをプレイした人が新しい山を開始します。
vi: Khi không ai có thể chơi lá bài cao hơn, cọc sẽ bị loại bỏ và người cuối cùng đánh bài sẽ bắt đầu cọc mới.

# third-string
source: Cards can be played as singles, pairs, three of a kinds, four of a kinds or a sequence of 3 or more.
ja: カードは、シングル、ペア、スリー、フォー、または 3 枚以上のシーケンスとしてプレイできます。
vi: Các lá bài có thể được chơi dưới dạng đơn, đôi, ba loại, bốn loại hoặc chuỗi từ 3 loại trở lên.

# fourth-string
source: Players must however follow whatever the lead play was. If somebody leads with a single, players cannot beat it with a double or etc.
ja: ただし、プレーヤーはリードプレーが何であれ従わなければなりません。 誰かがシングルでリードすると、ダブルなどで勝つことはできません。
vi: Tuy nhiên, người chơi phải tuân theo bất kể lối chơi dẫn đầu là gì. Nếu ai đó dẫn trước bằng quân đơn, người chơi không thể đánh bại người đó bằng quân đôi hoặc v.v.

# fifth-string
source: A four of a kind and a double sequence of three cards are called bombs. Bombs can beat a single 2. A double sequence of four cards can beat a pair of 2s and a double sequence of five cards can beat three 2s.
ja: フォーカードと 3 枚のカードのダブルシーケンスはボムと呼ばれます。 彼は 2 で 1 を倒すことができる爆弾です。4 枚のカードのダブル シーケンスでは 2 のペアを獲得でき、5 枚のカードのダブル シーケンスでは 3-2 を獲得できます。
vi: Bộ bốn cùng loại và bộ ba lá bài kép được gọi là bom. Bom có thể đánh bại một quân 2. Một chuỗi kép gồm bốn quân bài có thể đánh bại một cặp quân 2 và một chuỗi kép gồm năm quân bài có thể đánh bại ba quân 2.

# sixth-string
source: If a player has four 2s or a sequence of 3 to Ace, they immediately win the game. The last card in a sequence determines its suit.
ja: プレーヤーがエースまでの 4 つの 2 または 3 のシーケンスを持っている場合、そのプレーヤーはすぐにゲームに勝ちます。 シーケンスの最後のカードがそのスーツを決定します。
vi: Nếu người chơi có bốn quân 2 hoặc chuỗi từ 3 đến Át, họ sẽ thắng trò chơi ngay lập tức. Lá bài cuối cùng trong dãy xác định chất của nó.

# seventh-string
source: The player who gets rid of all of their cards first wins the game and gain coins from other 3 players.
ja: 最初にすべてのカードを取り除いたプレーヤーがゲームに勝ち、他の 3 人のプレーヤーからコインを獲得します。
vi: Người chơi nào loại bỏ được tất cả các lá bài của mình trước tiên sẽ thắng trò chơi và nhận được tiền từ 3 người chơi khác.

# appIn-str
source: Application Information
ja: アプリケーション情報
vi: Thông tin ứng dụng

# appName-str
source: App Name
ja: アプリ名
vi: Tên ứng dụng

# aName-str
source: Thirteen Cards
ja: 13 枚のカード
vi: Bài Tiến Lên

# course-str
source: Course
ja: コース
vi: Khoá học

# yearPub-str
source: Year Published
ja: 発行年
vi: Năm suất bản

# local-str
source: Location
ja: 場所
vi: Vị trí

# local1-str
source: Saigon South Campus
vi: cơ sở phía nam Saigon

# restart-str
source: Restart
ja: 再起動
vi: Chơi lại

# %@: invalid-str
source: %@: Invalid
ja: %@: 無効です
vi: %@: Không hợp lệ

# %@: single-str
source: %@: Single
ja: %@: 単
vi: %@: Lẻ

# %@: pair-str
source: %@: Pair
ja: %@: ペア
vi: %@: Đôi

# %@: threeLeaves-str
source: %@: ThreeLeaves
ja: %@: 3種類の
vi: %@: Ba lá

# %@: straight-str
source: %@: Straight
ja: %@: 直
vi: %@: Sảnh

# %@: threeConsecutivePair-str
source: %@: ThreeConsecutivePair
ja: %@: 3連続ペア
vi: %@: Ba đôi thông

# %@: quads-str
source: %@: Quads
ja: %@: クワッド
vi: %@: Tứ quý

# %@: fourConsecutivePair-str
source: %@: FourConsecutivePair
ja: %@: 4連続ペア
vi: %@: Bốn đôi thông

# %@: aDragon-str
source: %@: ADragon
ja: %@: アドラゴン
vi: %@: Sảnh rồng

# Sex-str
source: Sex:
ja: 性:
vi: Giới tính:

# win-str: %@
source: Win: %@
ja: 勝つ: %@
vi: Thắng: %@

# lose-str: %@
source: Lose: %@
ja: 失う: %@
vi: Thua: %@

# hightest-str: %@
source: Highest coin had get: %@K
ja: 最高のコインは得ていた: %@K
vi: Số vàng lớn nhất từng nhận: %@K

# achievements-str
source: Achievements
ja: 実績
vi: Thành tựu

# male-str
source: male
ja: 男性
vi: nam

# female-str
source: female
ja: 男性
vi: nữ

# first-str
source: First
ja: まずは
vi: Nhất

# firstString1-str
source: The 1st place!!
ja: 1位!!
vi: Vị trí số 1!!

# firstString2-str
source: You would earn this trophy when you had been 1st place in Champions.
ja: このトロフィーは、チャンピオンズで1位になったときに獲得できます。
vi: Bạn sẽ giành được thành tựu này khi bạn đứng thứ nhất trong bảng xếp hạng.

# second-str
source: Second
ja: 秒
vi: Nhì

# secondString1-str
source: The 2nd place!!
ja: 2位!!
vi: Vị trí số 2!!

# secondString2-str
source: You would earn this trophy when you had been 2nd place in Champions.
ja: このトロフィーは、チャンピオンズで2位になったときに獲得できます。
vi: Bạn sẽ giành được thành tựu này khi bạn đứng thứ nhì trong bảng xếp hạng.

# third-str
source: Third
ja: 三番目
vi: Ba

# thirdString1-str
source: The 3rd place!!
ja: 3位!!
vi: Vị trí số 3!!

# thirdString2-str
source: You would earn this trophy when you had been 3rd place in Champions.
ja: このトロフィーは、チャンピオンズで3位になったときに獲得できます。
vi: Bạn sẽ giành được thành tựu này khi bạn đứng thứ ba trong bảng xếp hạng.

# richest-str
source: Richest
ja: 豊か
vi: Giàu nhất

# richestString1-str
source: You are the best!!
ja: あなたが 1 番です!!
vi: Bạn là nhất!!

# richestString2-str
source: You will earn this trophy when you are the richest in the sever.
ja: あなたがサーバーで最も裕福であるとき、あなたはこのトロフィーを獲得するでしょう。
vi: Bạn sẽ kiếm được thành tựu này khi bạn là người giàu nhất sever.

# rich-str
source: Rich
ja: 裕福
vi: Giàu

# richString1-str
source: Not to much!!
ja: あまりない!!
vi: Không quá nhiều!!

# richString2-str
source: You will earn this trophy when you earn more than 2000K.
ja: 2000K以上を獲得すると、このトロフィーを獲得できます。
vi: Bạn sẽ kiếm được thành tựu này khi kiếm được hơn 2000K.

# proficiency-str
source: Proficiency
ja: 熟練
vi: Thành thạo

# proficiencyString1-str
source: Easy game!!
ja: 簡単なゲーム!!
vi: Game là dễ!!

# proficiencyString2-str
source: You will earn this trophy when you win more than 100 battles.
ja: このトロフィーは、100 戦以上勝利すると獲得できます。
vi: Bạn sẽ kiếm được thành tựu này khi chiến thắng hơn 100 trận chiến.

# master-str
source: Master
ja: 主人
vi: Cao thủ

# masterString1-str
source: In control!!
ja: 制御中!!
vi: Trong khống chế!!

# masterString2-str
source: You will earn this trophy when you win more than 200 battles.
ja: このトロフィーは、200 戦以上勝利すると獲得できます。
vi: Bạn sẽ kiếm được thành tựu này khi chiến thắng hơn 200 trận chiến.

# patience-str
source: Patience
ja: 辛抱
vi: Kiên nhẫn

# patienceString1-str
source: Never give up!!
ja: 決してあきらめない!!
vi: Không bỏ cuộc!!

# patienceString2-str
source: You will earn this trophy when you lose more than 100 battles.
ja: このトロフィーは、100 戦以上負けたときに獲得できます。
vi: Bạn sẽ kiếm được thành tựu này khi thua hơn 100 trận chiến.

# language-str
source: Language:
ja: 言語:
vi: Ngôn ngữ:

# sound-str
source: Sound:
ja: 音:
vi: Âm thanh:

# difficult-str
source: Difficulty:
ja: 困難:
vi: Cấp độ:

# easy-str
source: Easy
ja: 易しい
vi: Dễ

# medium-str
source: Medium
ja: 中程度
vi: Thường

# hard-str
source: Hard
ja: つらい
vi: Khó

# reset-str
source: Resest Account
ja: アカウント
vi: Đặt lại tài khoản

# dark-str
source: Dark mode:
ja: ダークモード:
vi: Chế độ ban đêm:
